{
  "<|end_header_id|>": 46944,
  "<|eot_id|>": 46945,
  "<|reserved_special_token_1|>": 46946,
  "<|reserved_special_token_2|>": 46947,
  "<|reserved_special_token_3|>": 46948,
  "<|reserved_special_token_4|>": 46949,
  "<|reserved_special_token_5|>": 46950,
  "<|reserved_special_token_6|>": 46951,
  "<|start_header_id|>": 46943
}
